Repository: murugansavyasasy/SchoolChimesIOS
Catalog: VoicesnapSchoolApp/Model/*.lproj/Localizable.strings
Languages: hi, ta_in, th

source: Select classes
hi: कक्षाओं का चयन करें
th: เลือกชั้นเรียน

source: Select groups
hi: समूहों का चयन करें
th: เลือกกลุ่ม

source: Section:
hi: अनुभाग:
th: ส่วน:

source: Subject:
hi: विषय:
th: หัวข้อ:

source: Students
hi: छात्र
th: นักเรียน

source: Select all
hi: सभी का चयन करें
th: เลือกทั้งหมด

source: Unselect all
hi: सभी को अनचेक करें
th: ยกเลิกการเลือกทั้งหมด

source: Add New Class
hi: नई कक्षा जोड़ें
th: เพิ่มชั้นเรียนใหม่

source: Remove
hi: हटाएं
th: ลบ

source: Or
hi: या
th: หรือ

source: Text Message
hi: पाठ संदेश
th: ข้อความ

source: Press the button to the
hi: बटन दबाएं
th: กดปุ่มไปที่

source: Change
hi: बदलें
th: เปลี่ยน

source: Click here to capture Image
hi: छवि कैप्चर करने के लिए यहां क्लिक करें
th: คลิกที่นี่เพื่อจับภาพ

source: Existing Password is wrong
hi: मौजूदा पासवर्ड गलत है
th: รหัสผ่านปัจจุบันไม่ถูกต้อง

source: for Schools
hi: स्कूलों के लिए
th: สำหรับโรงเรียน

source: Choosen Recipient
hi: चुने गए प्राप्तकर्ता
th: ผู้รับที่เลือก

source: SELECT SCHOOL
hi: स्कूल चुनें
th: เลือกโรงเรียน

source: Section(s)
hi: अनुभाग
th: ส่วนต่างๆ

source: Select Absentees
hi: अनुपस्थित चुनें
th: เลือกผู้ที่ขาดเรียน

source: MARK ALL AS PRESENT
hi: सभी को उपस्थित चिह्नित करें
th: ทำเครื่องหมายว่ามาเรียนทั้งหมด

source: Add
hi: जोड़ें
th: เพิ่ม

source: Voice to Parents
hi: अभिभावकों को आवाज़
th: เสียงถึงผู้ปกครอง

source: Text to Parents
hi: अभिभावकों को पाठ संदेश
th: ข้อความถึงผู้ปกครอง

source: Image Upload
hi: छवि अपलोड करें
th: อัปโหลดภาพ

source: Absenteeism Report
hi: अनुपस्थिति रिपोर्ट
th: รายงานการขาดเรียน

source: Text Homework
hi: पाठ होमवर्क
th: การบ้านข้อความ

source: Exam/Test Schedule
hi: परीक्षा/परीक्षण अनुसूची
th: ตารางสอบ/ทดสอบ

source: Attendance Marking
hi: उपस्थिति अंकन
th: การทำเครื่องหมายการเข้าร่วม

source: Something Went Wrong.Try Again.
hi: कुछ गलत हो गया। पुनः प्रयास करें।
th: มีบางอย่างผิดพลาด กรุณาลองอีกครั้ง

source: Messages From Management
hi: प्रबंधन से संदेश
th: ข้อความจากผู้บริหาร

source: PLAY AUDIO
hi: ऑडियो चलाएं
th: เล่นเสียง

source: Select School..
hi: स्कूल चुनें..
th: เลือกโรงเรียน..

source: P.S.B.B Sr Secondary School
hi: पी.एस.बी.बी सीनियर सेकेंडरी स्कूल
th: โรงเรียนมัธยมปลาย พี.เอส.บี.บี.

source: Chennai,India
hi: चेन्नई, भारत
th: เชนไน, อินเดีย

source: Logged in as
hi: लॉग इन के रूप में
th: เข้าสู่ระบบในฐานะ

source: Group Head
hi: समूह प्रमुख
th: หัวหน้ากลุ่ม

source: Exam Marks
hi: परीक्षा के अंक
th: คะแนนสอบ

source: Library Details
hi: पुस्तकालय विवरण
th: รายละเอียดห้องสมุด

source: Online Text Book
hi: ऑनलाइन पाठ्य पुस्तक
th: หนังสือเรียนออนไลน์

source: 26 Jan 2017
hi: २६ जनवरी २०१७
th: 26 ม.ค. 2017

source: Acknowledgement
hi: स्वीकृति
th: การยอมรับ

source: More
hi: और
th: เพิ่มเติม

source: COMING SOON....
hi: जल्द आ रहा है....
th: เร็วๆ นี้....

source: name
hi: नाम
th: ชื่อ

source: Tamil
hi: तमिल
ta_in: தமிழ்
th: ทมิฬ

source: 11.30 AM
hi: ११.३० पूर्वाह्न
th: 11.30 น.

source: Unread Messages
hi: पढ़े नहीं गए संदेश
th: ข้อความที่ยังไม่ได้อ่าน

source: Enter subject name
hi: विषय का नाम दर्ज करें
th: ใส่ชื่อวิชา

source: 05 Jul 2018
hi: ०५ जुलाई २०१८
th: 05 ก.ค. 2018

source: Name :
hi: नाम :
th: ชื่อ :

source: Class :
hi: कक्षा :
th: ชั้นเรียน :

source: Roll No :
hi: रोल नंबर :
th: หมายเลข :

source: VOICE (1)
hi: आवाज़ (१)
th: เสียง (1)

source: TEXT (1)
hi: पाठ (१)
th: ข้อความ (1)

source: Create new password
hi: नया पासवर्ड बनाएं
th: สร้างรหัสผ่านใหม่

source: Confirm password
hi: पासवर्ड की पुष्टि करें
th: ยืนยันรหัสผ่าน

source: Choose Language
hi: भाषा चुनें
th: เลือกภาษา

source: Search Exams
hi: परीक्षा खोजें
th: ค้นหาการสอบ

source: No Exams
hi: कोई परीक्षा नहीं
th: ไม่มีการสอบ

source: Enter Maximum Mark
hi: अधिकतम अंक दर्ज करें
th: ใส่คะแนนสูงสุด

source: Select Date
hi: तारीख चुनें
th: เลือกวันที่

source: Select Time
hi: समय चुनें
th: เลือกเวลา

source: Select Session
hi: सत्र चुनें
th: เลือกช่วงเวลา

source: ADD
hi: जोड़ें
th: เพิ่ม

source: REMOVE
hi: हटाएं
th: ลบ

source: List of Exams
hi: परीक्षाओं की सूची
th: รายชื่อการสอบ

source: Exam Names
hi: परीक्षा के नाम
th: ชื่อการสอบ

source: School Name
hi: स्कूल का नाम
th: ชื่อโรงเรียน

source: Your Name
hi: आपका नाम
th: ชื่อของคุณ

source: Alternate Mobile Number
hi: वैकल्पिक मोबाइल नंबर
th: เบอร์มือถือสำรอง

source: Email ID
hi: ईमेल आईडी
th: อีเมล ID

source: 1)Question 1
hi: १) प्रश्न १
th: 1) คำถาม 1

source: Other comments....
hi: अन्य टिप्पणियां....
th: ความคิดเห็นอื่นๆ ....

source: Show Monthly fees
hi: मासिक शुल्क दिखाएं
th: แสดงค่าธรรมเนียมรายเดือน

source: Book ID
hi: पुस्तक आईडी
th: รหัสหนังสือ

source: Book Name
hi: पुस्तक का नाम
th: ชื่อหนังสือ

source: Issued Date
hi: जारी की तारीख
th: วันที่ออก

source: Due Date
hi: देय तिथि
th: วันที่ครบกำหนด

source: SUBJECTS
hi: विषय
th: วิชา

source: MARKS
hi: अंक
th: คะแนน

source: Fee Name
hi: शुल्क का नाम
th: ชื่อค่าธรรมเนียม

source: Monthly fees
hi: मासिक शुल्क
th: ค่าธรรมเนียมรายเดือน

source: Total MonthlyFees
hi: कुल मासिक शुल्क
th: ค่าธรรมเนียมรายเดือนทั้งหมด

source: Pending Amount
hi: शेष राशि
th: จำนวนเงินที่ค้างชำระ

source: Enter your OTP
hi: अपना ओटीपी दर्ज करें
th: กรุณาใส่รหัส OTP ของคุณ

source: Resend OTP
hi: ओटीपी पुनः भेजें
th: ส่ง OTP อีกครั้ง

source: Created On
hi: पर बनाया गया
th: สร้างเมื่อ

source: Total Paid
hi: कुल भुगतान
th: ยอดชำระทั้งหมด

source: Payment Type
hi: भुगतान का प्रकार
th: ประเภทการชำระเงิน

source: Late Fee
hi: विलंब शुल्क
th: ค่าปรับล่าช้า

source: Payment
hi: भुगतान
th: การชำระเงิน

source: Enter your password
hi: अपना पासवर्ड दर्ज करें
th: กรุณาใส่รหัสผ่านของคุณ

source: Term |
hi: अवधि |
th: ภาคเรียน |

source: Term ||
hi: अवधि ||
th: ภาคเรียน ||

source: Term |||
hi: अवधि |||
th: ภาคเรียน |||

source: Term |V
hi: अवधि |V
th: ภาคเรียน |V

source: Yearly Fees
hi: वार्षिक शुल्क
th: ค่าธรรมเนียมรายปี

source: 1)Question 9
hi: 1) प्रश्न 9
th: 1)คำถาม 9

source: Skip
hi: छोड़ें
th: ข้าม

source: SEND TO ENTIRE SCHOOL
hi: पूरे स्कूल को भेजें
th: ส่งถึงโรงเรียนทั้งหมด

source: SEND TO STANDARD/GROUPS
hi: मानक/समूह को भेजें
th: ส่งถึงระดับ/กลุ่ม

source: SEND TO GRADE/GROUPS
hi: ग्रेड/समूह को भेजें
th: ส่งถึงเกรด/กลุ่ม

source: SEND TO STANDARD/SECTION
hi: मानक/अनुभाग को भेजें
th: ส่งถึงระดับ/ส่วน

source: Authorized Caller
hi: अधिकृत कॉलर
th: ผู้โทรที่ได้รับอนุญาต

source: Select All
hi: सभी चुनें
th: เลือกทั้งหมด

source: Search staffs
hi: स्टाफ खोजें
th: ค้นหาพนักงาน

source: No Staffs
hi: कोई स्टाफ नहीं
th: ไม่มีพนักงาน

source: Make call
hi: कॉल करें
th: โทรออก

source: Subject :
hi: विषय :
th: หัวข้อ :

source: Max Mark
hi: अधिकतम अंक
th: คะแนนสูงสุด

source: Session
hi: सत्र
th: ช่วงเวลา

source: Date :
hi: तारीख :
th: วันที่ :

source: Payment Mode :
hi: भुगतान का तरीका :
th: โหมดการชำระเงิน :

source: S.No
hi: क्रमांक
th: ลำดับที่

source: Paid Amount
hi: भुगतान राशि
th: จำนวนเงินที่ชำระ

source: Conference Call With Teachers
hi: शिक्षकों के साथ सम्मेलन कॉल
th: การประชุมสายกับครู

source: SELECT STUDENT
hi: छात्र चुनें
th: เลือกนักเรียน

source: Calls Used:
hi: कॉल का उपयोग:
th: การโทรที่ใช้ไป:

source: SMS Used:
hi: एसएमएस का उपयोग:
th: SMS ที่ใช้ไป:

source: Select Exam Date
hi: परीक्षा की तारीख चुनें
th: เลือกวันที่สอบ

source: Staff:
hi: स्टाफ:
th: พนักงาน:

source: Students:
hi: छात्र:
th: นักเรียน:

source: SELECT SUBJECTS
hi: विषय चुनें
th: เลือกวิชา

source: Standards
hi: मानक
th: มาตรฐาน

source: IMAGE (1)
hi: छवि (1)
th: รูปภาพ (1)

source: PDF
hi: पीडीएफ
th: ไฟล์ PDF

source: VIDEO
hi: वीडियो
th: วิดีโอ

source: Edit
hi: संपादित करें
th: แก้ไข

source: Choose
hi: चुनें
th: เลือก

source: Your Role
hi: आपकी भूमिका
th: บทบาทของคุณ

source: Your Child
hi: आपका बच्चा
th: ลูกของคุณ

source: Principal
hi: प्रधानाचार्य
th: ผู้อำนวยการ

source: Staff
hi: स्टाफ
th: พนักงาน

source: Admin
hi: प्रशासक
th: ผู้ดูแลระบบ

source: Grouphead
hi: समूह प्रमुख
th: หัวหน้ากลุ่ม

source: Exam Test
hi: परीक्षा परीक्षण
th: การสอบ

source: to Savyasasy
hi: सव्यसाची को
th: ถึง Savyasasy

source: PAID DETAILS
hi: भुगतान विवरण
th: รายละเอียดการชำระเงิน

source: UPCOMMING
hi: आगामी
th: ที่กำลังจะมาถึง

source: Fee
hi: शुल्क
th: ค่าธรรมเนียม

source: Details
hi: विवरण
th: รายละเอียด

source: please connect the internet
hi: कृपया इंटरनेट से जुड़ें
th: กรุณาเชื่อมต่ออินเทอร์เน็ต

source: No Records Found..
hi: कोई रिकॉर्ड नहीं मिला..
th: ไม่พบข้อมูล..

source: Student
hi: छात्र
th: นักเรียน

source: Marks
hi: अंक
th: คะแนน

source: Monthly pending
hi: मासिक शेष
th: ค้างชำระรายเดือน

source: Are you confirm to send
hi: क्या आप भेजने की पुष्टि करते हैं
th: คุณยืนยันที่จะส่งหรือไม่

source: Library
hi: पुस्तकालय
th: ห้องสมุด

source: Staff List
hi: स्टाफ सूची
th: รายชื่อพนักงาน

source: Exam
hi: परीक्षा
th: การสอบ

source: Logged
hi: लॉग इन
th: บันทึกไว้

source: As Principal
hi: प्रधानाचार्य के रूप में
th: ในฐานะผู้อำนวยการ

source: As Staff
hi: स्टाफ के रूप में
th: ในฐานะพนักงาน

source: As Admin
hi: प्रशासक के रूप में
th: ในฐานะผู้ดูแลระบบ

source: As Grouphead
hi: समूह प्रमुख के रूप में
th: ในฐานะหัวหน้ากลุ่ม

source: Standardwise
hi: मानक के अनुसार
th: ตามมาตรฐาน

source: Messages
hi: संदेश
th: ข้อความ

source: from Management
hi: प्रबंधन से
th: จากฝ่ายบริหาร

source: School
hi: विद्यालय
th: โรงเรียน

source: Strength
hi: ताकत
th: จำนวนนักเรียน

source: Text Books
hi: पाठ्य पुस्तकें
th: ตำราเรียน

source: online
hi: ऑनलाइन
th: ออนไลน์

source: Enter the reason for leave
hi: अवकाश का कारण दर्ज करें
th: กรุณาใส่เหตุผลสำหรับการลางาน

source: Enter the correct password
hi: सही पासवर्ड दर्ज करें
th: กรุณาใส่รหัสผ่านที่ถูกต้อง

source: Enter Message
hi: संदेश दर्ज करें
th: กรุณาใส่ข้อความ

source: Enter valid Mobile Number
hi: मान्य मोबाइल नंबर दर्ज करें
th: กรุณาใส่หมายเลขโทรศัพท์ที่ถูกต้อง

source: Please fill the Details
hi: कृपया विवरण भरें
th: กรุณากรอกรายละเอียด

source: Please select the feedback
hi: कृपया प्रतिक्रिया चुनें
th: กรุณาเลือกคำติชม

source: SENT SUCCESSFULLY
hi: सफलतापूर्वक भेजा गया
th: ส่งสำเร็จ

source: No Paid Records found
hi: कोई भुगतान रिकॉर्ड नहीं मिला
th: ไม่พบข้อมูลการชำระเงิน

source: No Pending Records found
hi: कोई शेष रिकॉर्ड नहीं मिला
th: ไม่พบข้อมูลค้างชำระ

source: OTP Sent Successfully
hi: ओटीपी सफलतापूर्वक भेजा गया
th: ส่ง OTP สำเร็จ

source: Mobile Number is not available in Database
hi: डाटाबेस में मोबाइल नंबर उपलब्ध नहीं है
th: หมายเลขโทรศัพท์ไม่อยู่ในฐานข้อมูล

source: Please select atleast one staff
hi: कृपया कम से कम एक स्टाफ चुनें
th: กรุณาเลือกพนักงานอย่างน้อยหนึ่งคน

source: Your time is expired..Please reenter OTP
hi: आपका समय समाप्त हो गया है.. कृपया ओटीपी पुनः दर्ज करें
th: เวลาของคุณหมดอายุ..กรุณาใส่ OTP อีกครั้ง

source: Enter Registered Mobile number
hi: पंजीकृत मोबाइल नंबर दर्ज करें
th: กรุณาใส่หมายเลขโทรศัพท์ที่ลงทะเบียนไว้

source: No Students available..
hi: कोई छात्र उपलब्ध नहीं है..
th: ไม่มีนักเรียน..

source: Confirmation
hi: पुष्टि
th: ยืนยัน

source: Exams Will be sent to the below listed students(s)
hi: परीक्षाएं नीचे सूचीबद्ध छात्रों को भेजी जाएंगी
th: การสอบจะถูกส่งไปยังนักเรียนที่ระบุด้านล่าง

source: New Passwords Mismatching
hi: नए पासवर्ड मेल नहीं खा रहे
th: รหัสผ่านใหม่ไม่ตรงกัน

source: Set 10 mins from now for Today's Event
hi: आज की घटना के लिए अभी से 10 मिनट सेट करें
th: ตั้งเวลา 10 นาทีจากนี้สำหรับกิจกรรมวันนี้

source: You've not changed anything so previous selections will be used
hi: आपने कुछ भी नहीं बदला है, इसलिए पिछली चयनित चीजें उपयोग की जाएंगी
th: คุณยังไม่ได้เปลี่ยนแปลงอะไร ดังนั้นจะใช้ตัวเลือกก่อนหน้า

source: Class Not Added to the list
hi: सूची में कक्षा नहीं जोड़ी गई
th: ชั้นเรียนไม่ได้เพิ่มในรายการ

source: Are you?
hi: क्या आप हैं?
th: คุณใช่หรือไม่?

source: Please Uninstall the School App and update the all New Version available on the store
hi: कृपया स्कूल ऐप अनइंस्टॉल करें और स्टोर में उपलब्ध नया संस्करण अपडेट करें
th: กรุณาถอนการติดตั้งแอปโรงเรียนและอัปเดตเวอร์ชันใหม่ในสโตร์

source: Choose Country
hi: देश चुनें
th: เลือกประเทศ

source: Now
hi: अब
th: ตอนนี้

source: Later
hi: बाद में
th: ภายหลัง

source: Select School
hi: विद्यालय चुनें
th: เลือกโรงเรียน

source: SELECT RECEIPIENTS
hi: प्राप्तकर्ता चुनें
th: เลือกผู้รับ

source: Please select atleast one school..
hi: कृपया कम से कम एक विद्यालय चुनें..
th: กรุณาเลือกโรงเรียนอย่างน้อยหนึ่งแห่ง..

source: Please select atleast one message
hi: कृपया कम से कम एक संदेश चुनें
th: กรุณาเลือกข้อความอย่างน้อยหนึ่งข้อความ

source: Record Voice Message
hi: वॉइस संदेश रिकॉर्ड करें
th: บันทึกข้อความเสียง

source: Voice History
hi: वॉइस इतिहास
th: ประวัติข้อความเสียง

source: Text Compose Message
hi: पाठ संदेश लिखें
th: เขียนข้อความ

source: SMS History
hi: एसएमएस इतिहास
th: ประวัติ SMS

source: Choose From Gallery
hi: गैलरी से चुनें
th: เลือกจากแกลเลอรี

source: Choose PDF
hi: पीडीएफ चुनें
th: เลือก PDF

source: Approve
hi: अनुमोदित करें
th: อนุมัติ

source: Decline
hi: अस्वीकृत करें
th: ปฏิเสธ

source: Leave Applied On
hi: अवकाश के लिए आवेदन किया गया
th: การลาเริ่มเมื่อ

source: Leave From Date
hi: अवकाश प्रारंभ तिथि
th: ลาจากวันที่

source: Leave To Date
hi: अवकाश समाप्त तिथि
th: ลาถึงวันที่

source: Reason
hi: कारण
th: เหตุผล

source: Leave History
hi: अवकाश इतिहास
th: ประวัติการลา

source: Events
hi: घटनाएँ
th: กิจกรรม

source: Holidays
hi: छुट्टियां
th: วันหยุด

source: Leave
hi: अवकाश
th: การลา

source: Send Request
hi: अनुरोध भेजें
th: ส่งคำขอ

source: Approved
hi: स्वीकृत
th: อนุมัติ

source: Declined
hi: अस्वीकृत
th: ปฏิเสธ

source: Waiting for approval
hi: मंजूरी के लिए प्रतीक्षा कर रहा है
th: รอการอนุมัติ

source: Holiday Date
hi: छुट्टी की तारीख
th: วันที่หยุด

# Holiday Reason
source: Reason
hi: कारण
th: เหตุผล

source: Subject Name
hi: विषय का नाम
th: ชื่อวิชา

source: Class Teacher
hi: कक्षा शिक्षक
th: ครูประจำชั้น

source: Please upload atleast one Image / PDF.
hi: कृपया कम से कम एक छवि / पीडीएफ अपलोड करें।
th: กรุณาอัปโหลดรูปภาพหรือ PDF อย่างน้อยหนึ่งไฟล์

source: Recent Photos
hi: हाल की तस्वीरें
th: รูปภาพล่าสุด

# Recent Messages
source: Text
hi: संदेश
th: ข้อความ

# Recent Voice Messages
source: Voice
hi: हाल के वॉयस संदेश
th: ข้อความเสียงล่าสุด

source: Recent Files
hi: हाल के फाइल्स
th: ไฟล์ล่าสุด

source: Emergency
hi: आपातकाल
th: ฉุกเฉิน

source: Are you sure want to logout?
hi: क्या आप लॉगआउट करना चाहते हैं?
th: คุณแน่ใจหรือว่าต้องการออกจากระบบ?

source: Language
hi: भाषा
th: ภาษา

source: Password
hi: पासवर्ड
th: รหัสผ่าน

source: Answer
hi: उत्तर
th: คำตอบ

source: FAQ - Parents
hi: सामान्य प्रश्न - माता-पिता
th: คำถามที่พบบ่อย - ผู้ปกครอง

source: FAQ - Schools
hi: सामान्य प्रश्न - स्कूल
th: คำถามที่พบบ่อย - โรงเรียน

source: Record a new voice Message
hi: नया वॉयस संदेश रिकॉर्ड करें
th: บันทึกข้อความเสียงใหม่

source: Select from Voice history
hi: वॉयस इतिहास से चुनें
th: เลือกจากประวัติข้อความเสียง

source: Compose a new Text Message
hi: नया टेक्स्ट संदेश लिखें
th: เขียนข้อความใหม่

source: Select from Text History
hi: टेक्स्ट इतिहास से चुनें
th: เลือกจากประวัติข้อความ

source: Please select maximum
hi: कृपया अधिकतम चुनें
th: กรุณาเลือกสูงสุด

source: Images only
hi: केवल चित्र
th: เฉพาะรูปภาพ

source: Forgot Password
hi: पासवर्ड भूल गए
th: ลืมรหัสผ่าน

source: GroupHead
hi: समूह प्रमुख
th: หัวหน้ากลุ่ม

source: Parent
hi: माता-पिता
th: ผู้ปกครอง

source: Login As
hi: लॉगिन करें
th: เข้าสู่ระบบในฐานะ

source: Choose Date
hi: तारीख चुनें
th: เลือกวันที่

source: CLASS
hi: कक्षा
th: ชั้นเรียน

source: MODE
hi: मोड
th: โหมด

source: seconds
hi: सेकंड
th: วินาที

source: minutes
hi: मिनट
th: นาที

source: Listen
hi: सुनें
th: ฟัง

source: Message
hi: संदेश
th: ข้อความ

source: RECORD
hi: रिकॉर्ड करें
th: บันทึก

source: STOP RECORD
hi: रिकॉर्ड बंद करें
th: หยุดบันทึก

source: Please choose From date
hi: कृपया तिथि से चुनें
th: กรุณาเลือกวันที่เริ่มต้น

source: Please enter reason
hi: कृपया कारण दर्ज करें
th: กรุณาใส่เหตุผล

source: Select Section
hi: खंड चुनें
th: เลือกส่วน

source: Select Subject
hi: विषय चुनें
th: เลือกวิชา

source: Select Category
hi: श्रेणी चुनें
th: เลือกหมวดหมู่

source: No subject found
hi: कोई विषय नहीं मिला
th: ไม่พบวิชา

source: Please select subject
hi: कृपया विषय चुनें
th: กรุณาเลือกวิชา

source: Please select section
hi: कृपया खंड चुनें
th: กรุณาเลือกส่วน

source: Mark All as Present?
hi: सभी को उपस्थित चिह्नित करें?
th: ทำเครื่องหมายทั้งหมดว่าเข้าร่วม?

source: Below mentioned Student(s) will be marked as absent
hi: नीचे उल्लेखित छात्रों को अनुपस्थित चिह्नित किया जाएगा
th: นักเรียนที่ระบุด้านล่างจะถูกทำเครื่องหมายว่าขาดเรียน

source: Message will be sent to the below listed student(s)
hi: संदेश नीचे सूचीबद्ध छात्रों को भेजा जाएगा
th: ข้อความจะถูกส่งไปยังนักเรียนที่ระบุด้านล่าง

source: Report
hi: रिपोर्ट
th: รายงาน

source: Please choose To date
hi: कृपया तिथि तक चुनें
th: กรุณาเลือกวันที่สิ้นสุด

source: Please enter the mark
hi: कृपया अंक दर्ज करें
th: กรุณาใส่คะแนน

source: Please add atleast one subject
hi: कृपया कम से कम एक विषय जोड़ें
th: กรุณาเพิ่มวิชาอย่างน้อยหนึ่งวิชา

source: Please select the date
hi: कृपया तिथि चुनें
th: กรุณาเลือกวันที่

source: Select Standard and Section Field
hi: मानक और खंड क्षेत्र चुनें
th: เลือกมาตรฐานและส่วน

source: Please choose standard first
hi: कृपया पहले मानक चुनें
th: กรุณาเลือกมาตรฐานก่อน

source: No section found
hi: कोई खंड नहीं मिला
th: ไม่พบส่วน

source: Please enter contact Email ID
hi: कृपया संपर्क ईमेल आईडी दर्ज करें
th: กรุณาใส่อีเมลติดต่อ

source: Please enter valid Email ID
hi: कृपया मान्य ईमेल आईडी दर्ज करें
th: กรุณาใส่อีเมลที่ถูกต้อง

source: Please choose school
hi: कृपया स्कूल चुनें
th: กรุณาเลือกโรงเรียน

source: Please enter contact person
hi: कृपया संपर्क व्यक्ति का नाम दर्ज करें
th: กรุณาใส่ชื่อผู้ติดต่อ

source: Please enter contact mobile number
hi: कृपया संपर्क मोबाइल नंबर दर्ज करें
th: กรุณาใส่หมายเลขโทรศัพท์มือถือ

source: Choose Your Option to Upload Image
hi: छवि अपलोड करने का विकल्प चुनें
th: เลือกตัวเลือกของคุณเพื่ออัปโหลดรูปภาพ

source: Upload Image
hi: छवि अपलोड करें
th: อัปโหลดรูปภาพ

source: Please enter exam title
hi: कृपया परीक्षा का शीर्षक दर्ज करें
th: กรุณาใส่ชื่อข้อสอบ

source: Fill all the fields
hi: सभी फ़ील्ड भरें
th: กรุณากรอกข้อมูลทุกช่อง

source: PDF file saved successfully!
hi: पीडीएफ फाइल सफलतापूर्वक सहेजी गई!
th: บันทึกไฟล์ PDF เรียบร้อยแล้ว!

source: PDF file already saved!
hi: पीडीएफ फाइल पहले ही सहेजी जा चुकी है!
th: ไฟล์ PDF ถูกบันทึกไว้แล้ว!

source: Special Offers
hi: विशेष ऑफ़र
th: ข้อเสนอพิเศษ

source: Reset Password
hi: पासवर्ड रीसेट करें
th: รีเซ็ตรหัสผ่าน

source: Submissions
hi: प्रस्तुतियाँ
th: การส่ง

source: Send By
hi: द्वारा भेजा गया
th: ส่งโดย

source: Select the type in which you want to create the Assignment
hi: उस प्रकार का चयन करें जिसमें आप असाइनमेंट बनाना चाहते हैं
th: เลือกประเภทที่คุณต้องการสร้างงาน

source: Are you sure you want to Delete Assignment ?
hi: क्या आप वाकई असाइनमेंट हटाना चाहते हैं?
th: คุณแน่ใจหรือไม่ว่าต้องการลบงาน?

source: Click here to choose Pdf
hi: पीडीएफ चुनने के लिए यहां क्लिक करें
th: คลิกที่นี่เพื่อเลือกไฟล์ PDF

source: CHANGE PDF
hi: पीडीएफ बदलें
th: เปลี่ยน PDF

source: Compose Pdf
hi: पीडीएफ बनाएं
th: สร้าง PDF

source: Assignment Title
hi: असाइनमेंट का शीर्षक
th: ชื่อหัวข้องาน

source: Submission date crossed. you still want to submit the Assignment?
hi: जमा करने की तिथि पार हो गई। क्या आप अभी भी असाइनमेंट जमा करना चाहते हैं?
th: วันกำหนดส่งผ่านไปแล้ว คุณยังต้องการส่งงานหรือไม่?

source: Are you sure you want to send the Assignment?
hi: क्या आप वाकई असाइनमेंट भेजना चाहते हैं?
th: คุณแน่ใจหรือไม่ว่าต้องการส่งงาน?

source: Choose Image
hi: छवि चुनें
th: เลือกภาพ

source: Compose Voice Message
hi: वॉयस संदेश बनाएं
th: สร้างข้อความเสียง

source: Choose From Camera
hi: कैमरे से चुनें
th: เลือกจากกล้อง

source: CHANGE VIDEO
hi: वीडियो बदलें
th: เปลี่ยนวิดีโอ

source: Video Description
hi: वीडियो विवरण
th: คำอธิบายวิดีโอ

source: Note :
hi: नोट :
th: หมายเหตุ :

source: Your password is bind automatically. Click Submit to continue
hi: आपका पासवर्ड स्वचालित रूप से बाइंड किया गया है। जारी रखने के लिए सबमिट पर क्लिक करें
th: รหัสผ่านของคุณถูกผูกโดยอัตโนมัติ คลิกส่งเพื่อต่อไป

source: Mark Attendance
hi: उपस्थिति चिह्नित करें
th: ทำเครื่องหมายการเข้าเรียน

source: Your Attendance Details
hi: आपकी उपस्थिति विवरण
th: รายละเอียดการเข้าเรียนของคุณ

source: Note: You are outside the institute's boundary. You will not be able to mark your attendance.
hi: नोट: आप संस्थान की सीमा के बाहर हैं। आप अपनी उपस्थिति दर्ज नहीं कर पाएंगे।
th: หมายเหตุ: คุณอยู่นอกขอบเขตของสถาบัน คุณจะไม่สามารถบันทึกการเข้าร่วมของคุณได้

source: Please try again when you are within the designated area.
hi: कृपया फिर से प्रयास करें जब आप निर्दिष्ट क्षेत्र में हों।
th: โปรดลองอีกครั้งเมื่อคุณอยู่ในพื้นที่ที่กำหนด

source: Add new punch location
hi: नया पंच स्थान जोड़ें
th: เพิ่มตำแหน่งใหม่

source: Enter iPhone Passcode for “School Chimes”
hi: “School Chimes” के लिए iPhone पासकोड दर्ज करें
th: ป้อนรหัสผ่าน iPhone สำหรับ “School Chimes”

source: Please Authenticate to proceed
hi: कृपया आगे बढ़ने के लिए प्रमाणित करें
th: โปรดยืนยันตัวตนเพื่อดำเนินการต่อ

source: Important
hi: महत्वपूर्ण
th: สำคัญ

source: Once saved, this location will be used to verify the proximity of users when they mark their attendance. Ensure that location is correct as it will directly impact attendance functionality.
hi: सहेजे जाने के बाद, इस स्थान का उपयोग उपयोगकर्ताओं की निकटता को सत्यापित करने के लिए किया जाएगा जब वे अपनी उपस्थिति चिह्नित करेंगे। सुनिश्चित करें कि स्थान सही है क्योंकि इसका उपस्थिति कार्यक्षमता पर सीधा प्रभाव पड़ेगा।
th: เมื่อบันทึกแล้ว ตำแหน่งนี้จะถูกใช้เพื่อตรวจสอบความใกล้ชิดของผู้ใช้เมื่อพวกเขาทำเครื่องหมายการเข้าเรียน ตรวจสอบให้แน่ใจว่าตำแหน่งถูกต้องเนื่องจากจะส่งผลโดยตรงต่อการทำงานของการเข้าเรียน

source: Pin Your Location Name
hi: अपना स्थान नाम पिन करें
th: ปักชื่อสถานที่ของคุณ

source: Drop your distance in meter
hi: अपना दूरी मीटर में दर्ज करें
th: ป้อนระยะทางของคุณในหน่วยเมตร

source: Meters
hi: मीटर
th: เมตร

source: Your Address
hi: आपका पता
th: ที่อยู่ของคุณ

source: Click to get Latitude and longitude
hi: अक्षांश और देशांतर प्राप्त करने के लिए क्लिक करें
th: คลิกเพื่อรับละติจูดและลองจิจูด

source: Current Latitude and Longitude is :
hi: वर्तमान अक्षांश और देशांतर है :
th: ละติจูดและลองจิจูดปัจจุบันคือ :

source: Tap to view your existing punch locations
hi: अपने मौजूदा पंच स्थान देखने के लिए टैप करें
th: แตะเพื่อดูตำแหน่งการปักหมุดที่มีอยู่ของคุณ

source: Drop your distance
hi: अपनी दूरी डालें
th: ระบุระยะทางของคุณ

source: Allow “School Chimes” to use your location?
hi: “School Chimes” को आपका स्थान उपयोग करने की अनुमति दें?
th: อนุญาตให้ “School Chimes” ใช้ตำแหน่งของคุณหรือไม่?

source: We need your location to provide better services.
hi: हमें बेहतर सेवाएं प्रदान करने के लिए आपका स्थान चाहिए।
th: เราต้องการตำแหน่งของคุณเพื่อให้บริการที่ดีขึ้น

source: Allow Once
hi: एक बार अनुमति दें
th: อนุญาตครั้งเดียว

source: Allow While Using App
hi: ऐप का उपयोग करते समय अनुमति दें
th: อนุญาตขณะใช้แอป

source: Don’t Allow
hi: अनुमति न दें
th: ไม่อนุญาต

source: Allow location access to mark your attendance!
hi: अपनी उपस्थिति चिह्नित करने के लिए स्थान पहुंच की अनुमति दें!
th: อนุญาตให้เข้าถึงตำแหน่งเพื่อทำเครื่องหมายการเข้าเรียนของคุณ!

source: To enhance your experience and provide accurate location-based features, please enable GPS.
hi: अपने अनुभव को बढ़ाने और सटीक स्थान आधारित सुविधाएं प्रदान करने के लिए, कृपया जीपीएस सक्षम करें।
th: เพื่อปรับปรุงประสบการณ์ของคุณและให้คุณสมบัติตามตำแหน่งที่แม่นยำ โปรดเปิดใช้งาน GPS

source: Enable Location
hi: स्थान सक्षम करें
th: เปิดใช้งานตำแหน่ง

source: Attachment
hi: संलग्नक
th: ไฟล์แนบ

source: Type
hi: प्रकार
th: ประเภท

source: View Attachment
hi: संलग्नक देखें
th: ดูไฟล์แนบ

source: Preview LSRW
hi: LSRW पूर्वावलोकन
th: ดูตัวอย่าง LSRW

source: Submit LSRW
hi: LSRW सबमिट करें
th: ส่ง LSRW

source: Add Content
hi: सामग्री जोड़ें
th: เพิ่มเนื้อหา

source: Sunday
hi: रविवार
th: วันอาทิตย์

source: Monday
hi: सोमवार
th: วันจันทร์

source: Tuesday
hi: मंगलवार
th: วันอังคาร

source: Wednesday
hi: बुधवार
th: วันพุธ

source: Thursday
hi: गुरुवार
th: วันพฤหัสบดี

source: Friday
hi: शुक्रवार
th: วันศุกร์

source: Saturday
hi: शनिवार
th: วันเสาร์
