Repository: murugansavyasasy/SchoolChimesIOS
Catalog: VoicesnapSchoolApp/Model/*.lproj/Localizable.strings
Languages: hi, ta_in, th

source: January
hi: जनवरी
th: มกราคม

source: February
hi: फरवरी
th: กุมภาพันธ์

source: March
hi: मार्च
th: มีนาคม

source: April
hi: अप्रैल
th: เมษายน

source: May
hi: मई
th: พฤษภาคม

source: June
hi: जून
th: มิถุนายน

source: July
hi: जुलाई
th: กรกฎาคม

source: August
hi: अगस्त
th: สิงหาคม

source: September
hi: सितंबर
th: กันยายน

source: October
hi: अक्टूबर
th: ตุลาคม

source: November
hi: नवंबर
th: พฤศจิกายน

source: December
hi: दिसंबर
th: ธันวาคม

source: You can record emergency voice message upto
hi: आप 30 सेकंड तक आपातकालीन वॉइस संदेश रिकॉर्ड कर सकते हैं
th: คุณสามารถบันทึกข้อความเสียงฉุกเฉินได้สูงสุด

source: Press the button to RECORD
hi: रिकॉर्ड करने के लिए बटन दबाएं
th: กดปุ่มเพื่อบันทึก

source: Add file(mp3)
hi: फाइल जोड़ें(mp3)
th: เพิ่มไฟล์(mp3)

source: Instant Call
hi: तुरंत कॉल
th: โทรทันที

source: Schedule Call
hi: कॉल अनुसूची करें
th: ตั้งเวลาสาย

source: You can record upto 3 minutes
hi: आप 3 मिनट तक रिकॉर्ड कर सकते हैं
th: คุณสามารถบันทึกได้นานถึง 3 นาที

source: Initiate call on :
hi: कॉल शुरू करें
th: เริ่มการโทรใน

source: Do not dial beyond :
hi: इसके बाद डायल न करें
th: อย่าโทรเกิน

# Selected Dates
source: Select Dates :
hi: चयनित तिथियां
th: วันที่ที่เลือก

source: There are no Messages for today. Click “See More” for previous
hi: आज के लिए कोई संदेश नहीं हैं। पिछले संदेश देखने के लिए “और देखें” पर क्लिक करें
th: ไม่มีข้อความสำหรับวันนี้ คลิก “ดูเพิ่มเติม” สำหรับข้อความก่อนหน้า

source: See More
hi: और देखें
th: ดูเพิ่มเติม

source: Homework Report
hi: गृहकार्य रिपोर्ट
th: รายงานการบ้าน

source: ADD ATTACHMENTS
hi: संलग्नक जोड़ें
th: เพิ่มไฟล์แนบ

source: Attendance Type
hi: उपस्थिति प्रकार
th: ประเภทการเข้าเรียน

source: Compose Notice Board
hi: सूचना पट्ट लिखें
th: เขียนกระดานประกาศ

source: No messages for the day. Click “See More” for previous message
hi: दिन के लिए कोई संदेश नहीं हैं। पिछले संदेश के लिए “और देखें” पर क्लिक करें
th: ไม่มีข้อความสำหรับวันนี้ คลิก “ดูเพิ่มเติม” สำหรับข้อความก่อนหน้า

source: Messages from Management
hi: प्रबंधन से संदेश
th: ข้อความจากฝ่ายบริหาร

source: Meeting Platform
hi: बैठक मंच
th: แพลตฟอร์มการประชุม

source: SELECT MEETING PLATFORM
hi: बैठक मंच चुनें
th: เลือกแพลตฟอร์มการประชุม

source: Paste link
hi: लिंक चिपकाएं
th: วางลิงก์

source: New Products
hi: नए उत्पाद
th: สินค้าใหม่

source: Important Info
hi: महत्वपूर्ण जानकारी
th: ข้อมูลสำคัญ

source: Sun
hi: रवि
th: อา.

source: Mon
hi: सोम
th: จ.

source: Tue
hi: मंगल
th: อ.

source: Wed
hi: बुध
th: พ.

source: Thu
hi: गुरु
th: พฤ.

source: Fri
hi: शुक्र
th: ศ.

source: Sat
hi: शनि
th: ส.

source: Jan
hi: जन
th: ม.ค.

source: Feb
hi: फर
th: ก.พ.

source: Mar
hi: मार्च
th: มี.ค.

source: Apr
hi: अप्रै
th: เม.ย.

source: Jun
hi: जून
th: มิ.ย.

source: Jul
hi: जुलाई
th: ก.ค.

source: Aug
hi: अगस्त
th: ส.ค.

source: Sep
hi: सितं
th: ก.ย.

source: Oct
hi: अक्टू
th: ต.ค.

source: Nov
hi: नवं
th: พ.ย.

source: Dec
hi: दिसं
th: ธ.ค.

source: Certificate Type
hi: प्रमाणपत्र प्रकार
th: ประเภทใบรับรอง

source: Meetings
hi: बैठकें
th: การประชุม

source: Videos
hi: वीडियो
th: วิดีโอ

source: Certificate
hi: प्रमाणपत्र
th: ใบรับรอง

source: Request
hi: अनुरोध
th: คำขอ

source: Submitted On
hi: जमा की गई तिथि
th: ส่งเมื่อ

source: DATE & TIME
hi: तिथि और समय
th: วันที่และเวลา

source: MEETING TYPE
hi: बैठक प्रकार
th: ประเภทการประชุม

source: SUBJECT
hi: विषय
th: หัวข้อ

source: Select date to start
hi: शुरू करने के लिए तिथि चुनें
th: เลือกวันที่เริ่มต้น

source: Failure
hi: विफलता
th: ล้มเหลว

source: --- Select Date ---
hi: --- तिथि चुनें ---
th: --- เลือกวันที่ ---

source: CATEGORY
hi: श्रेणी
th: หมวดหมู่

source: Tap to view all dates
hi: सभी तिथियों को देखने के लिए टैप करें
th: แตะเพื่อดูวันที่ทั้งหมด

source: Between
hi: के बीच
th: ระหว่าง

source: Slots
hi: स्लॉट्स
th: ช่องเวลา

source: Note : Please deselect the selected date for change the timing.
hi: नोट : समय बदलने के लिए कृपया चुनी गई तिथि को अचयनित करें।
th: หมายเหตุ: โปรดยกเลิกการเลือกวันที่ที่เลือกไว้เพื่อเปลี่ยนเวลา

source: Add File Attachments
hi: फाइल अटैचमेंट जोड़ें
th: เพิ่มไฟล์แนบ

source: logout
hi: लॉगआउट
th: ออกจากระบบ

source: help
hi: सहायता
th: ช่วยเหลือ

source: upload document and photos
hi: दस्तावेज़ और फ़ोटो अपलोड करें
th: อัปโหลดเอกสารและรูปภาพ

source: Upload Document and Photos
hi: दस्तावेज़ और फ़ोटो अपलोड करें
th: อัปโหลดเอกสารและรูปภาพ

source: Punch History
hi: पंच इतिहास
th: ประวัติการปักหมุด

source: Edit Profile
hi: प्रोफ़ाइल संपादित करें
th: แก้ไขโปรไฟล์

source: Your Ward Attendance Report For Past 30 Working Days
hi: पिछले 30 कार्यदिवसों के लिए आपके वार्ड की उपस्थिति रिपोर्ट
th: รายงานการเข้าชั้นเรียนของบุตรหลานคุณใน 30 วันทำการที่ผ่านมา

source: Interact
hi: बातचीत करें
th: โต้ตอบ

source: TO SECTION OR STUDENTS
hi: विभाग या छात्रों के लिए
th: ไปยังส่วนหรือกลุ่มนักเรียน

source: To Groups
hi: समूहों को
th: ถึงกลุ่ม

source: PREVIOUS
hi: पिछला
th: ก่อนหน้า

source: SKIP
hi: छोड़ें
th: ข้าม

source: NEXT
hi: अगला
th: ถัดไป

source: Click here to select Image/PDF
hi: यहां क्लिक करें छवि/पीडीएफ चुनने के लिए
th: คลิกที่นี่เพื่อเลือกภาพ/PDF

source: You are outside the institutes boundary. you will not be able to mark your attendance. Please try again when you are within the designated area.
hi: आप संस्थान की सीमा के बाहर हैं। आप अपनी उपस्थिति दर्ज नहीं कर पाएंगे। कृपया निर्दिष्ट क्षेत्र के भीतर होने पर पुनः प्रयास करें।
th: คุณอยู่นอกขอบเขตของสถาบัน คุณจะไม่สามารถบันทึกการเข้าร่วมของคุณได้ โปรดลองอีกครั้งเมื่อคุณอยู่ในพื้นที่ที่กำหนด

source: Punch
hi: पंच
th: ปักหมุด

source: FaceId
hi: चेहरा पहचान
th: ใบหน้าไอดี

source: Tap on the 'Punch' button to record your attendance for the day. A confirmation message will appear once your attendance is successfully marked.
hi: दिन के लिए अपनी उपस्थिति दर्ज करने के लिए 'पंच' बटन पर टैप करें। आपकी उपस्थिति सफलतापूर्वक दर्ज होने पर एक पुष्टि संदेश दिखाई देगा।
th: แตะที่ปุ่ม 'ปักหมุด' เพื่อบันทึกการเข้าร่วมของคุณในวันนี้ ข้อความยืนยันจะปรากฏขึ้นเมื่อบันทึกการเข้าร่วมของคุณสำเร็จ

source: PAYMENT
hi: भुगतान
th: การชำระเงิน

source: RECEIPT
hi: रसीद
th: ใบเสร็จรับเงิน

source: Get Subject
hi: विषय प्राप्त करें
th: รับหัวข้อ

source: Click here to select Image / PDF for submission.
hi: प्रस्तुत करने के लिए छवि / पीडीएफ़ चुनने के लिए यहां क्लिक करें।
th: คลิกที่นี่เพื่อเลือกภาพ / PDF สำหรับการส่ง

source: Upload Student Photo (Max size 10MB)
hi: छात्र की फोटो अपलोड करें (अधिकतम आकार 10MB)
th: อัปโหลดรูปถ่ายนักเรียน (ขนาดสูงสุด 10MB)

source: Upload Student Docs / Fee Receipt or Proof
hi: छात्र दस्तावेज़ / शुल्क रसीद या प्रमाण अपलोड करें
th: อัปโหลดเอกสารนักเรียน / ใบเสร็จค่าธรรมเนียมหรือหลักฐาน

source: Maximum upload size - 20 MB
hi: अधिकतम अपलोड आकार - 20 एमबी
th: ขนาดอัปโหลดสูงสุด - 20 MB

source: File name
hi: फ़ाइल का नाम
th: ชื่อไฟล์

source: Browse file
hi: फ़ाइल ब्राउज़ करें
th: เรียกดูไฟล์

source: Uploaded Documents : (Only these documents will be sent for approval)
hi: अपलोड किए गए दस्तावेज़: (केवल ये दस्तावेज़ अनुमोदन के लिए भेजे जाएंगे)
th: เอกสารที่อัปโหลด: (เฉพาะเอกสารเหล่านี้จะถูกส่งเพื่อขออนุมัติ)

source: (Click upload for each document to upload)
hi: (अपलोड करने के लिए प्रत्येक दस्तावेज़ के लिए अपलोड पर क्लिक करें)
th: (คลิกอัปโหลดสำหรับเอกสารแต่ละไฟล์เพื่ออัปโหลด)

source: Upload
hi: अपलोड करें
th: อัปโหลด

source: (Supported formats: *.xlsx, *.rar, *.csv, *.doc, *.docx, *.pdf, *.gif, *.jpeg, *.png, *.zip)
hi: (समर्थित प्रारूप: *.xlsx, *.rar, *.csv, *.doc, *.docx, *.pdf, *.gif, *.jpeg, *.png, *.zip)
th: (รูปแบบที่รองรับ: *.xlsx, *.rar, *.csv, *.doc, *.docx, *.pdf, *.gif, *.jpeg, *.png, *.zip)

source: Enter file name
hi: फ़ाइल का नाम दर्ज करें
th: ป้อนชื่อไฟล์

source: PDF
hi: पीडीएफ
