Repository: murugansavyasasy/SchoolChimesIOS
Catalog: VoicesnapSchoolApp/Model/*.lproj/Localizable.strings
Languages: hi, ta_in, th

# welcome_message
source: Welcome
hi: स्वागत है
ta_in: வணக்கம்
th: ยินดีต้อนรับ

source: Change Language
hi: भाषा बदलें
th: เปลี่ยนภาษา

# change language
source: change language(english)
hi: भाषा बदलें(hindi)
th: เปลี่ยนภาษา(thai)

source: Home
hi: होम
ta_in: முகப்பு
th: หน้าหลัก

source: Help
hi: मदद
ta_in: உதவி
th: ช่วยเหลือ

source: Settings
hi: सेटिंग्स
ta_in: அமைப்புகள்
th: การตั้งค่า

source: Profile
hi: प्रोफाइल
ta_in: சுயவிவரம
th: โปรไฟล์

source: Notifications
hi: सूचनाएं
ta_in: அறிவிப்புகள்
th: การแจ้งเตือน

source: FAQ
hi: सामान्य प्रश्न
ta_in: கேள்வி பதில்கள்
th: คำถามที่พบบ่อย

source: Contact Us
hi: हमसे संपर्क करें
ta_in: எங்களை தொடர்பு கொள்ளவும்
th: ติดต่อเรา

source: Terms and Conditions
hi: नियम और शर्तें
ta_in: விதிமுறைகள் மற்றும் நிபந்தனைகள்
th: ข้อกำหนดและเงื่อนไข

source: Change App Language
hi: ऐप की भाषा बदलें
ta_in: செயலியின் மொழியை மாற்றவும்
th: เปลี่ยนภาษาของแอป

source: Feedback
hi: प्रतिक्रिया
ta_in: மறுமொழி
th: คำติชม

source: Report a bug
hi: त्रुटि की रिपोर्ट करें
ta_in: பிழையை அறிவிக்கவும்
th: รายงานข้อบกพร่อง

source: Send Feedback
hi: प्रतिक्रिया भेजें
ta_in: மறுமொழி அனுப்பவும்
th: ส่งคำติชม

source: Logout
hi: लॉगआउट करें
ta_in: வெளியேறு
th: ออกจากระบบ

source: General
hi: सामान्य
th: ทั่วไป

source: discussion
hi: चर्चा
ta_in: சர்ச்சை
th: การอภิปราย

source: SmallIcon
hi: छोटा आइकन
ta_in: சிறிய ஐகான்
th: ไอคอนขนาดเล็ก

source: drawing-compass
hi: चित्रकला यंत्र
ta_in: வரைவிடு கோணம்
th: เครื่องมือวาดวงกลม

source: knowledge
hi: ज्ञान
ta_in: அறிவு
th: ความรู้

source: pencil
hi: पेंसिल
ta_in: பெருஞ்சிறுகோள்
th: ดินสอ

source: scale
hi: स्केल
ta_in: அளவுகோல்
th: ไม้บรรทัด

source: schoolss
hi: स्कूल
ta_in: பள்ளிகள்
th: โรงเรียน

source: university
hi: विश्वविद्यालय
ta_in: பல்கலைக்கழகம்
th: มหาวิทยาลัย

source: support
hi: समर्थन
ta_in: ஆதரவு
th: สนับสนุน

source: Video
hi: वीडियो
ta_in: வீடியோ
th: วิดีโอ

source: Communication
hi: संचार
ta_in: தொடர்பு
th: การสื่อสาร

source: Image/Pdf
hi: छवि/पीडीएफ
ta_in: படம்/பி.டி.எப்
th: รูปภาพ/PDF

source: Video Upload
hi: वीडियो अपलोड
ta_in: வீடியோ பதிவேற்றம்
th: อัปโหลดวิดีโอ

source: Circulars
hi: परिपत्र
ta_in: சுற்றறிக்கைகள்
th: หนังสือเวียน

source: Homework
hi: गृहकार्य
ta_in: வீட்டுப்பாடம்
th: การบ้าน

source: Schedule Exam/Test
hi: परीक्षा/परीक्षण अनुसूची
ta_in: தேர்வு/சோதனை திட்டமிடல்
th: ตารางสอบ/การทดสอบ

source: Notice Board
hi: सूचना पट्ट
ta_in: அறிவிப்புப் பலகை
th: กระดานประกาศ

source: Attendance marking
hi: उपस्थिति अंकित करना
ta_in: வருகையை குறிக்க
th: การบันทึกการเข้าเรียน

source: Messages from management
hi: प्रबंधन से संदेश
ta_in: மேலாண்மையிலிருந்து செய்திகள்
th: ข้อความจากผู้บริหาร

source: Leave Requests
hi: अवकाश अनुरोध
ta_in: அனுமதி கோரிக்கைகள்
th: คำขอลา

source: Assignment
hi: कार्य
ta_in: கடமைகள்
th: งานที่มอบหมาย

source: Interaction with student
hi: छात्र के साथ बातचीत
ta_in: மாணவர்களுடன் தொடர்பு
th: การโต้ตอบกับนักเรียน

source: Online Meeting
hi: ऑनलाइन बैठक
ta_in: ஆன்லைன் கூட்டம்
th: การประชุมออนไลน์

source: Lesson Plan
hi: पाठ योजना
ta_in: பாடத் திட்டம்
th: แผนการสอน

source: PTM
hi: अभिभावक-शिक्षक बैठक
ta_in: பெற்றோர்-ஆசிரியர் கூட்டம்
th: การประชุมผู้ปกครองและครู

source: Mark your attendance
hi: अपनी उपस्थिति दर्ज करें
th: บันทึกการเข้าเรียนของคุณ

source: Absentees Report
hi: अनुपस्थित रिपोर्ट
ta_in: வரவில்லைவர்களின் அறிக்கை
th: รายงานการขาดเรียน

source: School Strength
hi: विद्यालय की ताकत
ta_in: பள்ளியின் மொத்த மாணவர் எண்ணிக்கை
th: จำนวนนักเรียนในโรงเรียน

source: Daily Collection
hi: दैनिक संग्रह
ta_in: தினசரி வசூல்
th: การเก็บเงินรายวัน

source: Student Report
hi: छात्र रिपोर्ट
ta_in: மாணவர் அறிக்கை
th: รายงานนักเรียน

source: Fee Pending Report
hi: फीस लंबित रिपोर्ट
ta_in: நிலுவையில் உள்ள கட்டண அறிக்கை
th: รายงานค้างชำระค่าเรียน

source: Staff Wise Attendance Report
hi: कर्मचारी वार उपस्थिति रिपोर्ट
ta_in: ஊழியர் வாரியாக வருகை அறிக்கை
th: รายงานการเข้าชั้นเรียนของพนักงานตามลำดับ

source: Events/Holidays
hi: कार्यक्रम/छुट्टियां
ta_in: நிகழ்வுகள்/விடுமுறை
th: กิจกรรม/วันหยุด

source: Request Leave
hi: अवकाश का अनुरोध
ta_in: விடுப்பு கோரிக்கை
th: ขออนุญาตลาหยุด

source: Fee Details
hi: शुल्क विवरण
ta_in: கட்டண விவரங்கள்
th: รายละเอียดค่าใช้จ่าย

source: Images
hi: छवियां
ta_in: படங்கள்
th: รูปภาพ

source: Interaction with Staff
hi: कर्मचारियों के साथ बातचीत
ta_in: பணியாளர்களுடன் தொடர்பு
th: การติดต่อกับเจ้าหน้าที่

source: Quiz Exam
hi: प्रश्नोत्तरी परीक्षा
ta_in: வினாடி வினா தேர்வு
th: แบบทดสอบ/การสอบ

source: LSRW
hi: सुनना, बोलना, पढ़ना, लिखना
ta_in: கேட்குதல், பேசுதல், வாசித்தல், எழுதுதல்
th: ฟัง พูด อ่าน เขียน

source: Class Timetable
hi: कक्षा समय सारिणी
ta_in: வகுப்பு நேர அட்டவணை
th: ตารางเรียน

source: Certificate Request
hi: प्रमाणपत्र अनुरोध
ta_in: சான்றிதழ் கோரிக்கை
th: คำขอใบรับรอง

source: Family Details
hi: परिवार का विवरण
ta_in: குடும்ப விவரங்கள்
th: รายละเอียดครอบครัว

source: Fathername
hi: पिता का नाम
ta_in: தந்தையின் பெயர்
th: ชื่อบิดา

source: Mothername
hi: माता का नाम
ta_in: தாயின் பெயர்
th: ชื่อมารดา

source: Father occupation
hi: पिता का व्यवसाय
ta_in: தந்தையின் தொழில்
th: อาชีพบิดา

source: Mother occupation
hi: माता का व्यवसाय
ta_in: தாயின் தொழில்
th: อาชีพมารดา

source: Secondary Phone no
hi: द्वितीयक फोन नंबर
ta_in: இரண்டாம் நிலை தொலைபேசி எண்
th: หมายเลขโทรศัพท์รอง

source: About Student
hi: छात्र के बारे में
ta_in: மாணவர்கள் பற்றியது
th: เกี่ยวกับนักเรียน

source: Register number
hi: पंजीकरण संख्या
ta_in: பதிவு எண்
th: หมายเลขทะเบียน

source: Standard
hi: कक्षा
ta_in: வகுப்பு
th: ระดับ

source: Section
hi: अनुभाग
ta_in: பிரிவு
th: หมวด

source: Contact details
hi: संपर्क विवरण
ta_in: தொடர்பு விவரங்கள்
th: รายละเอียดการติดต่อ

source: Cancel
hi: रद्द करें
ta_in: ரத்து செய்யவும்
th: ยกเลิก

source: Select
hi: चयन करें
ta_in: தேர்ந்தெடுக்கவும்
th: เลือก

source: Choose an option
hi: एक विकल्प चुनें
ta_in: ஒரு விருப்பத்தை தேர்ந்தெடுக்கவும்
th: เลือกตัวเลือก

source: Upload Image/Pdf
hi: छवि/PDF अपलोड करें
ta_in: படத்தை/PDF ஐ பதிவேற்றவும்
th: อัปโหลดรูปภาพ/PDF

source: Description
hi: विवरण
ta_in: விளக்கம்
th: คำอธิบาย

source: Camera
hi: कैमरा
ta_in: கேமரா
th: กล้อง

source: Gallery
hi: गैलरी
ta_in: காட்சிப்படப்புத்தகம்
th: แกลเลอรี

source: Upload Attachment
hi: संलग्नक अपलोड करें
ta_in: இணைப்பு பதிவேற்றவும்
th: อัปโหลดไฟล์แนบ

source: Standard or section
hi: मानक या खंड
ta_in: தரம் அல்லது பிரிவு
th: มาตรฐานหรือส่วน

source: Section or student
hi: खंड या छात्र
ta_in: பிரிவு அல்லது மாணவர்
th: ส่วนหรือผู้เรียน

source: Groups
hi: समूह
ta_in: குழுக்கள்
th: กลุ่ม

source: OK
hi: ठीक है
ta_in: சரி
th: ตกลง

source: Camera Not Available
hi: कैमरा उपलब्ध नहीं है
ta_in: கேமரா கிடைக்கவில்லை
th: ไม่พบกล้อง

source: This device has no camera.
hi: इस डिवाइस में कैमरा नहीं है
ta_in: இந்த சாதனத்தில் கேமரா இல்லை.
th: อุปกรณ์นี้ไม่มีกล้อง

source: Rate Us
hi: हमें रेट करें
ta_in: எங்களை மதிப்பீடு செய்யவும்
th: ให้คะแนนเรา

source: Total Strength
hi: कुल संख्या
ta_in: மொத்த எண்ணிக்கை
th: จำนวนรวม

source: Staff's count
hi: कर्मचारियों की संख्या
ta_in: பணியாளர் எண்ணிக்கை
th: จำนวนพนักงาน

source: Boy's count
hi: लड़कों की संख्या
ta_in: ஆண் குழந்தைகளின் எண்ணிக்கை
th: จำนวนนักเรียนชาย

source: Girl's count
hi: लड़कियों की संख्या
ta_in: பெண் குழந்தைகளின் எண்ணிக்கை
th: จำนวนนักเรียนหญิง

source: Are you sure you want to logout?
hi: क्या आप वाकई लॉगआउट करना चाहते हैं?
ta_in: நீங்கள் வெளியேற விரும்புகிறீர்களா?
th: คุณแน่ใจหรือว่าต้องการออกจากระบบ?

source: SUBMIT
hi: प्रस्तुत करें
ta_in: சமர்ப்பிக்கவும்
th: ส่ง

source: Enter Video Title
hi: वीडियो शीर्षक दर्ज करें
ta_in: வீடியோ தலைப்பு உள்ளிடவும்
th: ป้อนชื่อวิดีโอ

source: Enter Video Description
hi: वीडियो विवरण दर्ज करें
ta_in: வீடியோ விவரத்தை உள்ளிடவும்
th: ป้อนคำอธิบายวิดีโอ

source: Choose Video From Gallery
hi: गैलरी से वीडियो चुनें
ta_in: கேலரியிலிருந்து வீடியோ தேர்வு செய்யவும்
th: เลือกวิดีโอจากแกลเลอรี

source: Change Video
hi: वीडियो बदलें
ta_in: வீடியோ மாற்றவும்
th: เปลี่ยนวิดีโอ

source: Upload Video
hi: वीडियो अपलोड करें
ta_in: வீடியோ பதிவேற்றவும்
th: อัปโหลดวิดีโอ

source: Send
hi: भेजें
ta_in: அனுப்ப
th: ส่ง

source: Click To Choose Video From File
hi: फाइल से वीडियो चुनने के लिए क्लिक करें
ta_in: வீடியோவை தேர்ந்தெடுக்க கிளிக் செய்யவும்
th: คลิกเพื่อเลือกวิดีโอจากไฟล์

source: Home Work
hi: होमवर्क
ta_in: வீட்டு வேலை
th: การบ้าน

source: Content
hi: सामग्री
ta_in: உள்ளடக்கம்
th: เนื้อหา

source: Home Work Reports
hi: होमवर्क रिपोर्ट्स
ta_in: வீட்டு வேலை அறிக்கைகள்
th: รายงานการบ้าน

source: Compose Home work Message
hi: สहोमवर्क संदेश तैयार करें।
ta_in: வீட்டு வேலை செய்தி உருவாக்கு
th: เขียนข้อความการบ้าน

source: NoticeBoard
hi: सूचना पट्ट
ta_in: அறிவிப்புப் பலகை
th: กระดานประกาศ

source: Search
hi: खोजें
ta_in: தேடு
th: ค้นหา

source: Compose NoticeBoard
hi: सूचना पट्ट बनाएं
ta_in: அறிவிப்புப் பலகையை உருவாக்கவும்
th: สร้างกระดานประกาศ

source: From
hi: से
ta_in: இருந்து
th: จาก

source: To
hi: तक
ta_in: க்கு
th: ถึง

source: Submit
hi: प्रस्तुत करें
ta_in: சமர்ப்பிக்கவும்
th: ส่ง

source: Select the type in which you want to create the assignment
hi: असाइनमेंट बनाने के प्रकार का चयन करें
th: เลือกประเภทที่คุณต้องการสร้างงาน

source: CREATE
hi: बनाएं
ta_in: உருவாக்கு
th: สร้าง

source: VIEW
hi: देखें
ta_in: பார்வையிடு
th: ดู

source: Compose Assignment
hi: असाइनमेंट का शीर्षक
ta_in: அசைன்மெண்ட் உருவாக்கம்
th: หัวข้อของงาน

source: Submission Date
hi: जमा करने की तारीख
ta_in: சமர்ப்பிக்கும் தேதி
th: วันที่ส่ง

source: Category
hi: श्रेणी
ta_in: வகை
th: หมวดหมู่

source: Click here to choose Image
hi: यहाँ छवि चुनने के लिए क्लिक करें
ta_in: படத்தை தேர்வு செய்ய இங்கே கிளிக் செய்யவும்
th: คลิกที่นี่เพื่อเลือกภาพ

source: Subject
hi: विषय
ta_in: பாடம்
th: วิชา

source: Submission Due
hi: जमा करने की समय-सीमा
ta_in: சமர்ப்பிக்கும் கடைசி தேதி
th: กำหนดส่ง

source: Submission Count
hi: जमा की गई संख्या
ta_in: சமர்ப்பிப்பு எண்ணிக்கை
th: จำนวนที่ส่ง

source: Total Count
hi: कुल संख्या
ta_in: மொத்த எண்ணிக்கை
th: จำนวนทั้งหมด

source: Forward
hi: आगे बढ़ाएं
ta_in: முன்னோக்கி அனுப்பு
th: ส่งต่อ

source: Delete
hi: हटाएं
ta_in: அழிக்க
th: ลบ

source: Submission
hi: जमा करें
ta_in: சமர்ப்பிப்பு
th: การส่ง

source: Total
hi: कुल
ta_in: மொத்தம்
th: รวมทั้งหมด

source: View
hi: देखें
ta_in: பார்வையிடு
th: ดู

source: Name
hi: नाम
ta_in: பெயர்
th: ชื่อ

source: Roll No
hi: रोल नंबर
ta_in: வரிசை எண்
th: หมายเลขม้วน

source: Status
hi: स्थिति
ta_in: நிலை
th: สถานะ

source: Leave Requests
hi: छुट्टी के अनुरोध
ta_in: விடுப்புக்களை கோரிக்கைகள்
th: คำขอลาหยุด

source: Roll No DESC
hi: Roll No घटता क्रम
ta_in: உருட்டு எண் குறையுமாறு
th: Roll No เรียงจากมากไปน้อย

source: Roll No ASC
hi: Roll No बढ़ता क्रम
ta_in: உருட்டு எண் அதிகரிக்கும்
th: Roll No เรียงจากน้อยไปมาก

source: Name ASC
hi: नाम बढ़ता क्रम
ta_in: பெயர் அதிகரிக்கும்
th: ชื่อ เรียงจากน้อยไปมาก

source: Name DESC
hi: नाम घटता क्रम
ta_in: பெயர் குறையுமாறு
th: ชื่อ เรียงจากมากไปน้อย

# Apsent
source: Absent
hi: अनुपस्थित
ta_in: விலக்கப்பட்டது
th: ขาด

source: Present
hi: उपस्थित
ta_in: இருக்கின்றனர்
th: มา

source: Filter
hi: फ़िल्टर
ta_in: ஃபில்டர்
th: กรอง

source: Absent
hi: अनुपस्थित
ta_in: இல்லை
th: ขาด

# RollNo_ASC
source: Roll Number Ascending
hi: क्रमांक आरोही
ta_in: ரோல் எண்ணு ஏறுவரிசை
th: หมายเลขโรลจากน้อยไปมาก

# RollNo_DESC
source: Roll Number Descending
hi: क्रमांक अवरोही
ta_in: ரோல் எண்ணு இறங்குவரிசை
th: หมายเลขโรลจากมากไปน้อย

# Name_ASC
source: Name Ascending
hi: नाम आरोही
ta_in: பெயர் ஏறுவரிசை
th: ชื่อจากน้อยไปมาก

# Name_DESC
source: Name Descending
hi: नाम अवरोही
ta_in: பெயர் இறங்குவரிசை
th: ชื่อจากมากไปน้อย

# getAllStudent
source: Get All Students
hi: सभी छात्रों को प्राप्त करें
ta_in: அனைத்து மாணவர்களையும் பெறவும்
th: รับนักเรียนทั้งหมด

source: Completed
hi: पूर्ण
ta_in: முடிந்தது
th: เสร็จสิ้น

source: Pending
hi: लंबित
ta_in: நிலுவையில் உள்ளது
th: รอดำเนินการ

source: (Optional?)
hi: (वैकल्पिक?)
ta_in: (விருப்பமாக?)
th: (ตัวเลือก?)

source: Add Photos
hi: फोटो जोड़ें
ta_in: புகைப்படங்கள் சேர்க்க
th: เพิ่มรูปภาพ

source: Event Title
hi: कार्यक्रम का शीर्षक
ta_in: நிகழ்வின் தலைப்பு
th: หัวข้อเหตุการณ์

source: Event Details
hi: कार्यक्रम विवरण
ta_in: நிகழ்வின் விவரங்கள்
th: รายละเอียดเหตุการณ์

# AddPhotos1
source: Add Photos (Optional?)
hi: फोटो जोड़ें (वैकल्पिक?)
ta_in: புகைப்படங்கள் சேர்க்க (விருப்பமாக?)
th: เพิ่มรูปภาพ (ตัวเลือก?)

source: Venue
hi: स्थान
ta_in: இடம்
th: สถานที่จัดงาน

source: Create Event
hi: कार्यक्रम बनाएं
ta_in: நிகழ்வை உருவாக்கவும்
th: สร้างกิจกรรม

source: History
hi: इतिहास
ta_in: வரலாறு
th: ประวัติศาสตร์

source: Create
hi: बनाएं
ta_in: உருவாக்கவும்
th: สร้าง

source: Enter place
hi: स्थान दर्ज करें
ta_in: இடத்தை உள்ளிடவும்
th: กรอกสถานที่

source: Enter Title
hi: शीर्षक दर्ज करें
ta_in: தலைப்பை உள்ளிடவும்
th: กรอกชื่อเรื่อง

# EnterTextHere
source: Enter your Text here...
hi: यहाँ अपना टेक्स्ट दर्ज करें...
ta_in: உங்கள் கருத்தை இங்கு உள்ளிடவும்...
th: กรอกข้อความของคุณที่นี่...

source: eg. Yoga event
hi: उदा. योग कार्यक्रम
ta_in: உதா. யோகா நிகழ்வு
th: เช่น กิจกรรมโยคะ

source: eg. Chennai
hi: उदा. चेन्नई
ta_in: உதா. சென்னை
th: เช่น เชนไน

source: Back to Text Message
hi: टेक्स्ट संदेश पर वापस जाएं
ta_in: உரைச் செய்திக்கு திரும்பு
th: กลับไปที่ข้อความตัวอักษร

source: Back to Voice Message
hi: वॉयस संदेश पर वापस जाएं
ta_in: குரல் செய்திக்கு திரும்பு
th: กลับไปที่ข้อความเสียง

source: Selected Text
hi: चयनित पाठ
ta_in: தேர்ந்தெடுக்கப்பட்ட உரை
th: ข้อความที่เลือก

source: Invalid Selection
hi: अमान्य चयन
ta_in: தவறான தேர்வு
th: การเลือกไม่ถูกต้อง

# selectDatesWithinMonth
source: You can only select dates within the currently displayed month.
hi: आप केवल वर्तमान में प्रदर्शित माह के भीतर की तिथियों का चयन कर सकते हैं।
ta_in: நடப்பு மாதத்தில் காட்சிப்படுத்தப்படும் தேதிகளுக்குள் மட்டுமே நீங்கள் தேதிகளை தேர்வு செய்யலாம்.
th: คุณสามารถเลือกวันที่ภายในเดือนที่แสดงอยู่ในปัจจุบันเท่านั้น

source: Schedule Exam
hi: परीक्षा निर्धारित करें
ta_in: தேர்வு அட்டவணை அமைக்கவும்
th: กำหนดการสอบ

source: Daily Collection Fee
hi: दैनिक संग्रह शुल्क
th: ค่าธรรมเนียมการเก็บเงินรายวัน

source: From Date
hi: से तारीख
th: จากวันที่

source: To Date
hi: तक तारीख
th: ถึงวันที่

source: Class
hi: कक्षा
th: ชั้นเรียน

source: Mode
hi: मोड
th: โหมด

source: No Records Found
hi: कोई रिकॉर्ड नहीं मिला
th: ไม่พบบันทึก

source: Select Standard
hi: मानक चुनें
th: เลือกมาตรฐาน

source: GET ALL STUDENT
hi: सभी छात्रों को प्राप्त करें
th: รับนักเรียนทั้งหมด

source: Student Name
hi: छात्र का नाम
th: ชื่อนักเรียน

source: Class Name
hi: कक्षा का नाम
th: ชื่อชั้นเรียน

source: Section Name
hi: विभाग का नाम
th: ชื่อแผนก

source: Admission No
hi: प्रवेश संख्या
th: หมายเลขการเข้าเรียน

source: Gender
hi: लिंग
th: เพศ

source: DOB
hi: जन्मतिथि
th: วันเกิด

source: Mobile No
hi: मोबाइल नंबर
th: หมายเลขโทรศัพท์มือถือ

source: Class Teacher Name
hi: कक्षा शिक्षक का नाम
th: ชื่อครูประจำชั้น

source: Father Name
hi: पिता का नाम
th: ชื่อพ่อ

source: Call
hi: कॉल करें
th: โทร

source: Send SMS
hi: SMS भेजें
th: ส่ง SMS

source: All Classes
hi: सभी कक्षाएँ
th: ทุกชั้นเรียน

source: Classes You Handle
hi: आपके द्वारा संभाली गई कक्षाएँ
th: ชั้นเรียนที่คุณจัดการ

source: Staff Name
hi: कर्मचारी का नाम
th: ชื่อพนักงาน

source: Completed Items
hi: पूर्ण आइटम
th: รายการที่เสร็จสิ้น

source: Alert
hi: चेतावनी
th: การแจ้งเตือน

source: Classes Not Assigned
hi: असाइन नहीं की गई कक्षाएँ
th: ชั้นเรียนที่ไม่ได้รับมอบหมาย

source: Today’s Booked Slots
hi: आज के बुक किए गए स्लॉट्स
th: ช่องที่จองในวันนี้

source: All Slots
hi: सभी स्लॉट्स
th: ทุกช่อง

source: Open New Slots
hi: नए स्लॉट्स खोलें
th: เปิดช่องใหม่

source: Slot Creation
hi: स्लॉट निर्माण
th: การสร้างช่อง

source: Purpose of Discussion
hi: चर्चा का उद्देश्य
th: วัตถุประสงค์ในการสนทนา

source: Select Mode
hi: मोड चुनें
th: เลือกโหมด

source: Select Class
hi: कक्षा चुनें
th: เลือกชั้นเรียน

source: No Standard Section Assigned
hi: कोई मानक खंड असाइन नहीं किया गया
th: ไม่มอบหมายแผนกมาตรฐาน

source: Open slot’s between
hi: स्लॉट्स के बीच खोलें
th: เปิดช่องในระหว่าง

source: Slot duration
hi: स्लॉट की अवधि
th: ระยะเวลาของช่อง

source: Select duration
hi: अवधि चुनें
th: เลือกระยะเวลา

source: Select date
hi: तारीख चुनें
th: เลือกวันที่

source: Need break between slots?
hi: क्या स्लॉट्स के बीच ब्रेक की आवश्यकता है?
th: ต้องการหยุดพักระหว่างช่องหรือไม่?

source: Select Date for slot
hi: स्लॉट के लिए तारीख चुनें
th: เลือกวันที่สำหรับช่อง

source: Fee Pending
hi: फीस पेंडिंग
th: ค่าธรรมเนียมค้างชำระ

source: CATEGORY WISE
hi: श्रेणीवार
th: ตามหมวดหมู่

source: CLASS WISE
hi: कक्षा अनुसार
th: ตามชั้นเรียน

source: Attendance Report
hi: उपस्थिति रिपोर्ट
th: รายงานการเข้าชั้นเรียน

source: Today’s Report
hi: आज की रिपोर्ट
th: รายงานวันนี้

source: Staff wise Report
hi: कर्मचारी अनुसार रिपोर्ट
th: รายงานตามพนักงาน

source: Select staff Name
hi: कर्मचारी का नाम चुनें
th: เลือกชื่อพนักงาน

source: Full Day
hi: पूरा दिन
th: เต็มวัน

source: Working Hours
hi: कार्य घंटे
th: ชั่วโมงการทำงาน

source: REQUEST
hi: अनुरोध
th: คำขอ

source: CERTIFICATES
hi: प्रमाणपत्र
th: ใบรับรอง

source: Select Certificate
hi: प्रमाणपत्र चुनें
th: เลือกใบรับรอง

source: Select Urgency Level
hi: आपातकालीन स्तर चुनें
th: เลือกระดับความเร่งด่วน

source: Reason for Certificate
hi: प्रमाणपत्र का कारण
th: เหตุผลในการขอใบรับรอง

source: Request Certificate
hi: प्रमाणपत्र अनुरोध करें
th: ขอใบรับรอง

source: Parent Teacher Meeting
hi: पेरेंट-टीचर मीटिंग
ta_in: பெற்றோர் ஆசிரியர் கூட்டம்
th: การประชุมผู้ปกครองและครู

source: Schedule Meeting
hi: बैठक निर्धारित करें
th: กำหนดการประชุม

source: Meeting History
hi: बैठक इतिहास
th: ประวัติการประชุม

source: Book slot
hi: स्लॉट बुक करें
th: จองช่อง

source: Title
hi: शीर्षक
th: หัวข้อ

source: Sent By
hi: द्वारा भेजा गया
th: ส่งโดย

source: Take Reading Skill
hi: पढ़ाई कौशल परीक्षण करें
th: ทดสอบทักษะการอ่าน

source: Take Listening Skill
hi: सुनने की क्षमता परीक्षण करें
th: ทดสอบทักษะการฟัง

source: Take Speaking Skill
hi: बोलने की क्षमता परीक्षण करें
th: ทดสอบทักษะการพูด

source: Take Writing Skill
hi: लिखने की क्षमता परीक्षण करें
th: ทดสอบทักษะการเขียน

source: Savyasasy for Schools
hi: सव्यसस्य फॉर स्कूल्स
th: Savyasasy สำหรับโรงเรียน

source: app_version_id
hi: ऐप_संस्करण_आईडी
th: รหัสเวอร์ชันแอป

source: for Parents
hi: माता-पिता के लिए
th: สำหรับผู้ปกครอง

source: Change Password
hi: पासवर्ड बदलें
th: เปลี่ยนรหัสผ่าน

source: © Savyasasy 2025. All rights reserved.
hi: © सव्यसस्य 2025। सर्वाधिकार सुरक्षित।
th: © Savyasasy 2025. สงวนลิขสิทธิ์ทั้งหมด

source: Hello! Please fill out the form below to get started.
hi: नमस्ते! शुरू करने के लिए कृपया नीचे दिए गए फॉर्म को भरें।
th: สวัสดี! กรุณากรอกแบบฟอร์มด้านล่างเพื่อเริ่มต้น

source: Hello! Please fill.
hi: नमस्ते! कृपया भरें।
th: สวัสดี! กรุณากรอกข้อมูล

source: Sign in here.
hi: यहाँ साइन इन करें।
th: เข้าสู่ระบบที่นี่

source: Mobile Number
hi: मोबाइल नंबर
th: หมายเลขโทรศัพท์มือถือ

source: Enter Mobile Number
hi: मोबाइल नंबर दर्ज करें
th: กรอกหมายเลขโทรศัพท์มือถือ

source: Enter Password
hi: पासवर्ड दर्ज करें
th: กรอกรหัสผ่าน

source: Login
hi: लॉगिन
th: เข้าสู่ระบบ

source: Forgot Password?
hi: पासवर्ड भूल गए?
th: ลืมรหัสผ่าน?

source: Click here to View full image
hi: पूरी छवि देखने के लिए यहाँ क्लिक करें
th: คลิกที่นี่เพื่อดูภาพเต็ม

source: Download Image
hi: छवि डाउनलोड करें
th: ดาวน์โหลดภาพ

source: New
hi: नया
th: ใหม่

source: Press the Play button to play the voice message
hi: वॉइस संदेश चलाने के लिए प्ले बटन दबाएं
th: กดปุ่มเล่นเพื่อฟังข้อความเสียง

source: Press the Download button to download the attached file
hi: संलग्न फ़ाइल डाउनलोड करने के लिए डाउनलोड बटन दबाएं
th: กดปุ่มดาวน์โหลดเพื่อดาวน์โหลดไฟล์แนบ

source: VIEW FILE
hi: फाइल देखें
th: ดูไฟล์

source: DOWNLOAD
hi: डाउनलोड करें
th: ดาวน์โหลด

source: Play Audio
hi: ऑडियो चलाएं
th: เล่นเสียง

source: Download
hi: डाउनलोड करें
th: ดาวน์โหลด

source: Existing Password
hi: मौजूदा पासवर्ड
th: รหัสผ่านเดิม

source: Enter Existing Password
hi: मौजूदा पासवर्ड दर्ज करें
th: กรอกรหัสผ่านเดิม

source: New Password
hi: नया पासवर्ड
th: รหัสผ่านใหม่

source: Enter New Password
hi: नया पासवर्ड दर्ज करें
th: กรอกรหัสผ่านใหม่

source: Verify New Password
hi: नए पासवर्ड की पुष्टि करें
th: ยืนยันรหัสผ่านใหม่

source: Confirm New Password
hi: नया पासवर्ड सुनिश्चित करें
th: ยืนยันรหัสผ่านใหม่

source: Update
hi: अपडेट करें
th: อัปเดต

source: Enter message here..
hi: यहाँ संदेश दर्ज करें..
th: กรอกข้อความที่นี่..

source: Did you accept?
hi: क्या आपने स्वीकार किया?
th: คุณยอมรับหรือไม่?

source: Yes
hi: हाँ
th: ใช่

source: No
hi: नहीं
th: ไม่

source: Sign here
hi: यहां साइन करें
th: เซ็นที่นี่

source: Clear
hi: साफ़ करें
th: ล้าง

source: Your Signature..
hi: आपका हस्ताक्षर..
th: ลายเซ็นของคุณ..

source: Reason for leave
hi: छुट्टी का कारण
th: เหตุผลในการลา

source: Inform
hi: सूचित करें
th: แจ้ง

source: GetSignature
hi: हस्ताक्षर प्राप्त करें
th: รับลายเซ็น

source: Emergency Voice
hi: आपातकालीन आवाज़
th: ฉุกเฉิน

source: General Voice
hi: सामान्य आवाज़
th: เสียงทั่วไป

source: Text Messages
hi: पाठ संदेश
th: ข้อความ

source: School Events
hi: स्कूल की घटनाएं
th: กิจกรรมของโรงเรียน

source: Absentees
hi: अनुपस्थित
th: การขาดงาน

source: Calls SMS usage
hi: कॉल एसएमएस उपयोग
th: การใช้สายโทรและ SMS

source: Voice Homework
hi: वॉइस होमवर्क
th: การบ้านเสียง

source: Exam/Test
hi: परीक्षा/परीक्षण
th: สอบ/ทดสอบ

source: Leave Information
hi: छुट्टी की जानकारी
th: ข้อมูลการลา

source: Something went wrong.Try Again
hi: कुछ गलत हो गया। पुनः प्रयास करें
th: เกิดข้อผิดพลาด ลองใหม่อีกครั้ง

source: Check your Internet connectivity
hi: अपना इंटरनेट कनेक्शन जांचें
th: ตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณ

source: Schools V4
hi: स्कूल्स V4
th: โรงเรียน V4

source: Savyasasy Schools
hi: सव्यसस्य स्कूल्स
th: โรงเรียน Savyasasy

source: School Messenger
hi: स्कूल मैसेंजर
th: ผู้ส่งสารของโรงเรียน

source: Type News Topic
hi: समाचार विषय टाइप करें
th: พิมพ์หัวข้อข่าว

source: Type content here
hi: यहाँ सामग्री टाइप करें
th: พิมพ์เนื้อหาที่นี่

source: Date
hi: तारीख
th: วันที่

source: Time
hi: समय
th: เวลา

source: Event Topic
hi: घटना का विषय
th: หัวข้อกิจกรรม

source: Type Event content here
hi: यहां घटना की सामग्री टाइप करें
th: พิมพ์เนื้อหากิจกรรมที่นี่

source: Date Time
hi: तारीख समय
th: วันที่ เวลา

source: Remove Group
hi: समूह हटाएं
th: ลบกลุ่ม

source: Ok
hi: ठीक है
th: ตกลง

source: Voice
hi: आवाज़
th: เสียง

source: Text
hi: पाठ
th: ข้อความ

source: Image
hi: छवि
th: รูปภาพ

source: Attendance
hi: उपस्थिति
th: การเข้าร่วม

source: Compose Text Message
hi: पाठ संदेश लिखें
th: เขียนข้อความ

source: Compose Homework Message
hi: होमवर्क संदेश लिखें
th: เขียนข้อความการบ้าน

source: Create Exam
hi: परीक्षा बनाएं
th: สร้างการสอบ

source: On what?
hi: किस पर?
th: เกี่ยวกับอะไร?

source: HomeWork Topic
hi: होमवर्क विषय
th: หัวข้อการบ้าน

source: Topic
hi: विषय
th: หัวข้อ

source: Change Image or PDF
hi: छवि या पीडीएफ बदलें
th: เปลี่ยนรูปภาพหรือ PDF

source: Exam Name
hi: परीक्षा का नाम
th: ชื่อการสอบ

source: Exam Syllabus
hi: परीक्षा पाठ्यक्रम
th: หลักสูตรการสอบ

source: TO STANDARD OR SECTIONS
hi: मानक या अनुभागों तक
th: ถึงมาตรฐานหรือส่วนต่างๆ

source: TO GRADE OR SECTIONS
hi: ग्रेड या अनुभागों तक
th: ถึงระดับชั้นหรือส่วนต่างๆ

source: Title/Subject
hi: शीर्षक/विषय
th: ชื่อเรื่อง/หัวข้อ

source: Upload Image / PDF
hi: छवि / पीडीएफ अपलोड करें
th: อัปโหลดรูปภาพ / PDF

source: Compose Image
hi: छवि बनाएं
th: สร้างรูปภาพ

source: Record Homework
hi: होमवर्क रिकॉर्ड करें
th: บันทึกการบ้าน

source: Recorded Voice Message
hi: रिकॉर्ड किया हुआ वॉइस संदेश
th: ข้อความเสียงที่บันทึกไว้

source: Press the button to
hi: बटन दबाएं
th: กดปุ่มเพื่อ

source: Listen Message
hi: संदेश सुनें
th: ฟังข้อความ

source: Next
hi: अगला
th: ถัดไป

source: Send Image
hi: छवि भेजें
th: ส่งรูปภาพ

source: CHANGE IMAGE
hi: छवि बदलें
th: เปลี่ยนรูปภาพ

source: You can record upto
hi: आप रिकॉर्ड कर सकते हैं
th: คุณสามารถบันทึกได้ถึง

source: Record Emergency Voice
hi: आपातकालीन आवाज़ रिकॉर्ड करें
th: บันทึกเสียงฉุกเฉิน

source: SEND
hi: भेजें
th: ส่ง

source: Choose Recipients
hi: प्राप्तकर्ता चुनें
th: เลือกผู้รับ

source: Send to All schools
hi: सभी स्कूलों को भेजें
th: ส่งถึงโรงเรียนทั้งหมด

source: Select Students
hi: छात्रों का चयन करें
th: เลือกนักเรียน
